Repository: Glorou/CurrencyAlert
Catalog: KamiLib/Localization/Strings.*.resx
Languages: de, es, fr, ja

# Blacklist_CurrentlyBlacklisted
source: Currently Blacklisted Areas
de: Bereiche aktuell auf der Schwarzen Liste
es: Zonas en la lista negra
fr: Zones actuellement dans la liste noire
ja: ブラックリストに登録されているエリア

# Blacklist_ClearBlacklist
source: Clear Blacklist
de: Schwarze Liste leeren
es: Limpiar Lista Negra
fr: Vider la liste noire
ja: ブラックリストをクリア

# Blacklist_RemoveSelectedAreas
source: Remove {0} Selected Areas
de: Löschen der {0} ausgewählten Zonen
es: Eliminar las {0} zonas seleccionadas
fr: Enlever les {0} zones sélectionnées
ja: {0} 個の選択された領域を削除

# DisabledButton_HoldShift
source: Hold 'Shift' to enable button
de: Halten Sie 'Umschalt' gedrückt, um den Knopf zu aktivieren
es: Mantén «mayús» para habilitar botón
fr: Tenir 'Maj' pour activer le bouton
ja: Shiftキーを押しながらボタンを有効にします

# Blacklist_AddRemoveZone
source: Add or Remove Current Zone
de: Aktuelle Zone hinzufügen oder entfernen
es: Añadir o Eliminar zona actual
fr: Ajouter ou enlever la zone actuelle
ja: 現在のゾーンを追加または削除

# Common_Add
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加

# Common_Remove
source: Remove
de: Entfernen
es: Eliminar
fr: Enlever
ja: 削除

# Blacklist_ZoneSearch
source: Zone Search
de: Zonen Suche
es: Buscar zonas
fr: Recherche de zone
ja: ゾーン検索

# Blacklist_AddSelectedAreas
source: Add {0} Selected Areas
de: Hinzufügen der {0} ausgewählten Zonen
es: Añadir las {0} zonas seleccionadas
fr: Ajouter les {0} zones sélectionnées
ja: {0} 個の選択されたエリアを削除

# Blacklist_SelectZones
source: Select zones to add to blacklist
de: Wählen sie Zonen aus um sie der Schwarzen Liste hinzuzufügen
es: Selecciona qué zonas añadir a la lista negra
fr: Sélectionner les zones à ajouter à la liste noire
ja: ブラックリストに追加するゾーンを選択

# Blacklist_Empty
source: Blacklist is Empty
de: Die Schwarze Liste ist leer
es: La lista negra está vacía
fr: La liste noire est vide
ja: ブラックリストは空です。

# Command_DoesntExist
source: The command '{0} {1}' does not exist.
de: Der Befehl "{0} {1}" existiert nicht.
es: El comando «{0} {1}» no existe.
fr: La commande '{0} {1}' n'existe pas.
ja: コマンド '{0} {1}' は存在しません。

# Command_OpenConfigWindow
source: Open Configuration Window
de: Öffne Konfigurationsfenster
es: Abrir ventana de configuración
fr: Ouvrir la fenêtre de configuration
ja: 設定ウィンドウを開く

# Command_DisplayHelpText
source: display a list of all available sub-commands
de: Zeige eine Liste aller vorhandenen Sub-Befehle an
es: muestra una lista de todos los subcomandos disponibles
fr: afficher une liste de toutes les sous-commandes disponibles
ja: 利用可能なコマンドの一覧を表示します。

# Command_Label
source: Command
de: Befehl
es: Comando
fr: Commande
ja: コマンド

# Blacklist_Search
source: Search . . .
de: Die Suche . . .
es: Buscar . . .
fr: Rechercher . . .
ja: 検索 ...

# Command_ShowThisMessage
source: Show this message
de: Diese Nachricht anzeigen
es: Mostrar este mensaje
fr: Afficher ce message
ja: このメッセージを表示

# Common_Value
source: value
de: Wert
es: valor
fr: valeur
ja: 値

# Command_PvPError
source: The {0} Window cannot be opened while in a PvP area
de: Das {0}-Fenster kann in einem PvP-Bereich nicht geöffnet werden
es: La ventana {0} no puede abrirse en las zonas PvP
fr: La fenêtre {0} ne peut pas être ouverte lorsque vous êtes dans une zone JcJ
ja: PvPエリアでは {0} ウィンドウを開くことができません

# Command_OpenWindow
source: Open {0} Window
de: Öffne {0} Fenster
es: Abrir ventana {0}
fr: Ouvrir la fenêtre {0}
ja: {0} のウィンドウを開く

# Command_OpeningWindow
source: Opening {0} Window
de: Öffne {0} Fenster
es: Abriendo ventana {0}
fr: Ouverture de la fenêtre {0}
ja: {0} のウィンドウを開いています...

# Command_ClosingWindow
source: Closing {0} Window
de: Schließe {0} Fenster
es: Cerrando ventana {0}
fr: Fermeture de la fenêtre {0}
ja: {0} のウィンドウを閉じる

# Command_DoesntExistExtended
source: The command '{0} {1} {2}' does not exist.
de: Der Befehl "{0} {1} {2}" existiert nicht.
es: El comando «{0} {1} {2}» no existe.
fr: La commande '{0} {1} {2}' n'existe pas.
ja: コマンド '{0} {1} {2}' は存在しません。

# Common_Error
source: Error
de: Fehler
fr: Erreur
ja: エラー

# Teleport_NotUnlocked
source: Destination Aetheryte is not unlocked, teleport cancelled
de: Ziel-Aetheryte ist nicht freigeschaltet, Teleport abgebrochen
es: La eterita de destino no está desbloqueada. Teletransporte cancelado
fr: L'éthérite de destination n'est pas harmonisée, la téléportation a été annulée
ja: 宛先のエーテライトが未解放のため、テレポートはキャンセルされました。

# Teleport_BadSituation
source: Cannot teleport in this situation
de: In dieser Situation kann nicht teleportiert werden
es: Imposible teletransportarse en esta situación
fr: La téléportation ne peut pas être effectuée dans cette situation
ja: この状況ではテレポートできません

# Teleport_TeleportingTo
source: Teleporting to '{0}'
de: Teleportiere zu {0}
es: Teletransportándose a {0}
fr: Téléportation vers '{0}'
ja: '{0} ' にテレポート中

# Teleport_Label
source: Teleport
es: Teletransporte
fr: Téléportation
ja: テレポート

# Teleport_InstallTeleporter
source: To use the teleport function, you must install the "Teleporter" plugin
de: Um die Teleport-Funktion nutzen zu können, müssen Sie das "Teleporter"-Plugin installieren
es: Para usar la función de teletransporte, debes instalar el plugin «Teleporter»
fr: Pour utiliser la fonction de téléportation, vous devez installer le plugin "Teleporter"
ja: テレポート機能を使用するには、"Teleporter" プラグインをインストールする必要があります

# Selection_NoItemSelected
source: Select an item in the left pane
de: Wählen sie einen Gegenstand im linken Bereich aus
es: Selecciona un objeto en el panel izquierdo
fr: Sélectionnez un élément dans le panneau à gauche
ja: 左から設定する項目を選択してください
